'''
os.mkdir()
Создаёт новую директорию.

os.makedirs()
Создаёт директорию рекурсивно, включая все промежуточные директории.

os.listdir()
Возвращает список файлов и папок в указанной директории.

os.chdir()
Изменяет текущую рабочую директорию.

os.getcwd()
Возвращает текущую рабочую директорию.

os.rmdir()
Удаляет пустую директорию.

os.remove()
Удаляет файл из файловой системы.

os.rename()
Переименовывает файл или директорию.

shutil.copy()
Копирует файл из одного места в другое.

shutil.move()
Перемещает файл или директорию в другое место.

Path.mkdir()
Создаёт новую директорию с использованием модуля pathlib.

Path.iterdir()
Возвращает итератор файлов и директорий в указанном пути.
'''